Repository: dkdndes/django-insight-ui
Catalog: insight_ui/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, zh

source: Hauptnavigation
ar: التنقل الرئيسي
es: Navegación principal
fr: Navigation principale
zh: 主导航

source: Zum Hauptinhalt springen
ar: الانتقال إلى المحتوى الرئيسي
es: Saltar al contenido principal
fr: Aller au contenu principal
zh: 跳转到主要内容

source: Menü öffnen
ar: فتح القائمة
es: Abrir menú
fr: Ouvrir le menu
zh: 打开菜单

source: Farbschema umschalten
ar: تبديل نظام الألوان
es: Cambiar esquema de color
fr: Changer le schéma de couleurs
zh: 切换颜色方案

source: Seitennavigation
ar: التنقل الجانبي
es: Navegación lateral
fr: Navigation latérale
zh: 侧边导航

source: Sidebar umschalten
ar: تبديل الشريط الجانبي
es: Alternar barra lateral
fr: Basculer la barre latérale
zh: 切换侧边栏

source: Breadcrumb-Navigation
ar: التنقل التسلسلي
es: Navegación de migas de pan
fr: Navigation par fil d'Ariane
zh: 面包屑导航

source: Modal schließen
ar: إغلاق النافذة المنبثقة
es: Cerrar modal
fr: Fermer la modale
zh: 关闭模态框

source: Pflichtfeld
ar: حقل مطلوب
es: Campo obligatorio
fr: Champ obligatoire
zh: 必填字段

source: Sprache auswählen
ar: اختيار اللغة
es: Seleccionar idioma
fr: Sélectionner la langue
zh: 选择语言

source: Sprache ändern
ar: تغيير اللغة
es: Cambiar idioma
fr: Changer de langue
zh: 更改语言
